{
	"results": [
		{
			"title": "Brain Anatomy and Functions - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/anatomy/brain-anatomy-functions",
			"contentType": "cgvInfographic",
			"description": "Functions of the different regions of the brain"
		},
		{
			"title": "Choroid Plexus Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/choroid-plexus-tumors",
			"contentType": "cgvArticle",
			"description": "Learn about choroid plexus tumor grades, features, causes, symptoms, who the tumors affect, how and where they form, and treatments."
		},
		{
			"title": "Brain and Spine Tumor Treatment Advances - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/about-cns-tumors/treatment-advances-video",
			"contentType": "cgvVideo",
			"description": "Neuro-oncologist Mark Gilbert, M.D., shares how molecular testing is enabling researchers to find more precise treatments for brain and spine tumors."
		},
		{
			"title": "Rare Brain and Spine Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors",
			"contentType": "cgvMiniLanding",
			"description": "Learn about NCI-CONNECT selected rare adult CNS tumor type grades, features, causes, symptoms, who gets which tumors, how and where they form, and treatments."
		},
		{
			"title": "Brain and Spine Tumor Anatomy and Functions - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/anatomy",
			"contentType": "cgvArticle",
			"description": "Learn about your tumor location in the brain or spine to understand your symptoms and what changes you may experience."
		},
		{
			"title": "Primitive Neuro-Ectodermal Tumors (PNET) - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/pnet",
			"contentType": "cgvArticle",
			"description": "Learn about primitive neuro-ectodermal tumor (PNET) grades, features, causes, symptoms, who the tumors affect, how and where they form, and treatments."
		},
		{
			"title": "Atypical Teratoid Rhabdoid Tumors (ATRT) - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/atrt",
			"contentType": "cgvArticle",
			"description": "Learn about atypical teratoid rhabdoid tumor (ATRT) grades, features, causes, symptoms, who the tumors affect, how and where they form, and treatments."
		},
		{
			"title": "Brain and Spine Tumor Treatment Advances - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/about-cns-tumors/treatment-advances-video",
			"contentType": "cgvVideo",
			"description": "Neuro-oncologist Mark Gilbert, M.D., shares how molecular testing is enabling researchers to find more precise treatments for brain and spine tumors."
		},
		{
			"title": "Advice from the Brain Tumor Community - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2020/brain-tumor-advice",
			"contentType": "cgvBlogPost",
			"description": "To help guide you through your brain tumor journey, patients, caregivers, doctors, and advocates share their advice."
		},
		{
			"title": "Q&A: Understanding Brain Tumor Treatment, Impact, and Research - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2019/understanding-brain-tumors",
			"contentType": "cgvBlogPost",
			"description": "NCI neuro-oncology providers share answers to important questions about brain tumor care, treatment, impact, and innovative research."
		},
		{
			"title": "Brain Tumor Awareness Month Guide and Information - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2019/brain-tumor-awareness",
			"contentType": "cgvBlogPost",
			"description": "Use the NCI-CONNECT guide with resources and information to share with your community about brain tumors in May. By raising awareness, we can help those living with a brain tumor."
		},
		{
			"title": "Advances in Brain Tumor Clinical Care and Research - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2020/brain-tumor-advances",
			"contentType": "cgvBlogPost",
			"description": "NCI’s Center for Cancer Research, Neuro-Oncology Branch is advancing care and treatment for people with brain tumors through collaborative scientific workshops, research discoveries, and successful clinical trials."
		},
		{
			"title": "Rare Brain & Spine Tumor Network - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/",
			"contentType": "cgvHomeLanding",
			"description": "NCI-CONNECT Rare Brain and Spine Tumor Network connects patients, providers, and advocates to help people with rare brain and spine tumors get better care."
		},
		{
			"title": "How Brain Tumors are Diagnosed and Treated - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2020/brain-tumors-diagnosed-treated",
			"contentType": "cgvBlogPost",
			"description": "Share our brain tumor treatment information and resources to help those living with a brain tumor."
		},
		{
			"title": "Understanding the Impacts of a Brain or Spine Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/finished-treatment/brain-spine-tumor-impact-video",
			"contentType": "cgvVideo",
			"description": "Senior Investigator Terri Armstrong, Ph.D., shares her research to understand the impact brain or spine tumors can have on patients. She asks patients how they feel and function with the goal to improve their experience living with the disease."
		},
		{
			"title": "In Treatment for a Rare Brain or Spine Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/in-treatment",
			"contentType": "cgvArticle",
			"description": "Patients with a rare brain or spine tumor can learn about treatments, clinical trials, finding an expert doctor, and get guiding, support, and coping information."
		},
		{
			"title": "Rare Brain and Spine Tumor Stories - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/stories",
			"contentType": "cgvMiniLanding",
			"description": "Get advice, tips, support, and inspiration from patients and caregivers living with a rare CNS tumor."
		},
		{
			"title": "Living with a Rare Brain or Spine Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living",
			"contentType": "cgvMiniLanding",
			"description": "View questions to ask your health care team, ways to manage your self-care, treatment and support resources, and hear from patients and caregivers living with rare brain and spine tumors to guide you through your journey."
		},
		{
			"title": "How to Manage Common Brain Tumor Symptoms - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/newly-diagnosed/manage-common-brain-tumor-symptoms-video",
			"contentType": "cgvVideo",
			"description": "Nurse Practitioner Christine Siegel discusses common brain tumor symptoms like headaches and seizures and ways to manage them."
		},
		{
			"title": "Rare Brain and Spine Tumor Network Site Map - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/site-map",
			"contentType": "cgvArticle",
			"description": "Site Map for the Rare Brain and Spine Tumor Network"
		}
	],
	"totalResults": 139
}
