{
	"results": [
		{
			"title": "Xantoastrocitoma pleomórfico y xantoastrocitoma pleomórfico anaplásico - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/xantoastrocitoma-pleomorfico",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del xantoastrocitoma pleomórfico (XAP) y el XAP anaplásico, a quien afecta estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Gliosarcoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/gliosarcoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del gliosarcoma, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Oligodendroglioma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/oligodendroglioma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del oligodendroglioma y el oligodendroglioma anaplásico, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Ependimoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/ependimoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del ependimoma, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Meningioma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/meningioma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del meningioma atípico y anaplásico, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Meduloblastoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/meduloblastoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del meduloblastoma maligno, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Tumores cerebrales—Versión para pacientes - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/cerebro",
			"contentType": "cgvCancerTypeHome",
			"description": "El cáncer de encéfalo es el crecimiento de células malignas en los tejidos del encéfalo. Los tumores que se forman en el encéfalo se llaman tumores primarios de encéfalo. Los tumores que se diseminan al encéfalo se llaman tumores de encéfalo metastásicos. Comience aquí para encontrar más información."
		},
		{
			"title": "Tumores cerebrales—Versión para profesionales de salud - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/cerebro/pro",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores de encéfalo y de médula espinal incluyen los astrocitomas y los glioblastomas anaplásicos, los tumores hipofisarios, los schwannomas, los ependimomas y los sarcomas. Encuentre información basada en datos probatorios sobre tratamiento, investigación y estadísticas relacionados con el cáncer de encéfalo."
		},
		{
			"title": "Tumores de hipófisis—Versión para pacientes - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/hipofisis",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores de hipófisis no suelen ser cancerosos y se llaman adenomas hipofisarios. Son de crecimiento lento y no se diseminan. En raras ocasiones, los tumores de hipófisis son cancerosos y se diseminan a sitios distantes del cuerpo. Comience aquí para encontrar más información."
		},
		{
			"title": "Tumores de hipófisis—Versión para profesionales de salud - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/hipofisis/pro",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores de hipófisis representan de 10 a 25 % de todas las neoplasias intracraneales. Los tumores de hipófisis se clasifican en tres grupos: adenoma benigno, adenoma invasivo y carcinoma. Encuentre información basada en datos probatorios sobre el tumor de hipófisis y su tratamiento."
		},
		{
			"title": "Anatomía y funciones del cerebro - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/anatomia/anatomia-funciones-cerebro",
			"contentType": "cgvInfographic",
			"description": "Anatomía y funciones del cerebro"
		},
		{
			"title": "Anatomía y funciones de la médula espinal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/anatomia/anatomia-funciones-medula-espinal",
			"contentType": "cgvInfographic",
			"description": "Anatomía y funciones de la médula espinal"
		},
		{
			"title": "Glioma difuso de línea media - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/gliomas-difuso-linea-media",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de los gliomas en el tronco del encéfalo y difuso de línea media, a quiénes afectan, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Investigación sobre los tumores cerebrales - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/cerebro/investigacion",
			"contentType": "cgvCancerResearch",
			"description": "Encuentre artículos de investigación sobre los tumores cerebrales, que pueden incluir noticias, estudios clínicos, artículos de blogs y descripciones de estudios activos."
		},
		{
			"title": "Consulta - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/consulta",
			"contentType": "cgvMiniLanding",
			"description": "El propósito de NCI-CONNECT es promover la colaboración entre pacientes, médicos, científicos y organizaciones comunitarias para mejorar el desenlace de los pacientes adultos con tumores infrecuentes del sistema nervioso central (SNC)."
		},
		{
			"title": "Tumores extragonadales de células germinativas—Versión para pacientes - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/extragonadal-celulas-germinativas",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores extragonadales de células germinativas se forman fuera de las gónadas en otras partes del cuerpo. Se pueden forman en cualquier parte del cuerpo. En general, se forman en la glándula pineal, línea media, parte inferior de la columna vertebral o abdomen. Comience aquí para encontrar más información."
		},
		{
			"title": "Tumores extracraneales de células germinativas—Versión para pacientes - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/extracraneal-celulas-germinativas",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores extracraneales de células germinativas son tumores que se forman a partir de células germinativas (células del feto que se convierten en espermatozoides u óvulos) y aparecen en muchas partes del cuerpo. Son más comunes en adolescentes y en general se curan. Comience aquí para encontrar más información."
		},
		{
			"title": "Tumores extragonadales de células germinativas—Versión para profesionales de salud - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/extragonadal-celulas-germinativas/pro",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores extragonadales de células germinativas son poco comunes y solo representan un porcentaje pequeño de los tumores de células germinativas. La incidencia verdadera de estos tumores es mayor de lo que se pensaba por falta de un diagnóstico adecuado. Encuentre más información aquí basada en datos probatorios."
		},
		{
			"title": "Tumores extracraneales de células germinativas—Versión para profesionales de salud - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/extracraneal-celulas-germinativas/pro",
			"contentType": "cgvCancerTypeHome",
			"description": "Los tumores extracraneales de células germinativas surgen de células germinativas primordiales que migran durante la embriogénesis desde el saco vitelino por el mesenterio hasta las gónadas. Estos tumores se dividen en dos tipos: gonadales y extragonadales. Encuentre más información aquí basada en datos probatorios."
		},
		{
			"title": "FDA aprueba entrectinib para tumores con fusiones en NTRK - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/noticias/temas-y-relatos-blog/2019/fda-entrectinib-ntrk-fusion",
			"contentType": "cgvBlogPost",
			"description": "La FDA ha aprobado entrectinib (Rozlitrek) para el tratamiento de niños y adultos con tumores portadores de una fusión en el gen NTRK. La aprobación incluye también a adultos con cáncer de pulmón de células no pequeñas que albergan una fusión en el gen ROS1."
		}
	],
	"totalResults": 771
}
