{
	"results": [
		{
			"title": "Panorama del Instituto Nacional del Cáncer - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/instituto/general/infografia-nci",
			"contentType": "cgvInfographic",
			"description": "La infografía \"Panorama del Instituto Nacional del Cáncer\" permite conocer más acerca del Instituto Nacional del Cáncer y las actividades que realiza en la investigación del cáncer."
		},
		{
			"title": "El fraude en la salud - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/fraude-en-la-salud-video",
			"contentType": "cgvVideo",
			"description": "no description provided"
		},
		{
			"title": "Para los médicos, un enfoque centrado en el paciente - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/diagnostico-estadificacion/pronostico/video-para-medicos",
			"contentType": "cgvVideo",
			"description": "En este video el doctor Anthony L. Back, enseña a otros oncólogos la forma de hablar del pronóstico del cáncer con sus pacientes."
		},
		{
			"title": "Narrativa ayuda a superar desigualdades en exámenes de detección del cáncer de cuello uterino - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/noticias/temas-y-relatos-blog/2015/video-narrativo-deteccion-cuello-uterino",
			"contentType": "cgvBlogPost",
			"description": "El uso de un enfoque de narración de historias para educar a mujeres sobre los exámenes de detección del cáncer de cuello uterino eliminó desigualdades en las actitudes y comportamientos frente a los exámenes de detección, según un nuevo estudio."
		},
		{
			"title": "Fases de estudios clínicos - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/tratamiento/estudios-clinicos/que-son-estudios/fases/video-fases",
			"contentType": "cgvVideo",
			"description": "Los estudios clínicos para evaluar tratamientos de cáncer comprenden varios pasos, los cuales se llaman fases. Este video explica lo que son las tres fases principales."
		},
		{
			"title": "Inhibidores de puntos de control inmunitario - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/tratamiento/tipos/inmunoterapia/inhibidor-puntos-de-control-video",
			"contentType": "cgvVideo",
			"description": "La inmunoterapia usa el sistema inmunitario del cuerpo para combatir el cáncer. En este video se describe un tipo de inmunoterapia que usa los inhibidores de puntos de control inmunitario para tratar el cáncer."
		},
		{
			"title": "Terapia de transferencia de células T - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/tratamiento/tipos/inmunoterapia/transferencia-de-celulas-t-video",
			"contentType": "cgvVideo",
			"description": "La inmunoterapia usa el sistema inmunitario del cuerpo para combatir el cáncer. En este video se describe un tipo de inmunoterapia para tratar el cáncer que se llama terapia de transferencia de células T."
		},
		{
			"title": "Estimulación inmunitaria no específica - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/tratamiento/tipos/inmunoterapia/estimulacion-inmunitaria-noespecifica-video",
			"contentType": "cgvVideo",
			"description": "La inmunoterapia usa el sistema inmunitario del cuerpo para combatir el cáncer. En este video se describe un tipo de inmunoterapia llamada estimulación inmunitaria no específica que se usa para tratar el cáncer."
		},
		{
			"title": "Virus del papiloma humano (VPH)| ¿Sabía usted? - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/tipos/cuello-uterino/sabia-usted-vph-video",
			"contentType": "cgvVideo",
			"description": "Para destacar temas clave en la vigilancia del cáncer, en este video del NCI se describen el virus del papiloma humano (VPH), los cánceres relacionados con el VPH y las vacunas contra el VPH."
		},
		{
			"title": "Los estudios clínicos - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/espanol/cancer/tratamiento/estudios-clinicos/preguntas/estudios-clinicos-coleccion-de-videos",
			"contentType": "cgvArticle",
			"description": "Vea estos videos para obtener información básica sobre los estudios clínicos de cáncer, entender las fases de los estudios clínicos, cómo se protege su seguridad y los costos de los estudios."
		}
	],
	"totalResults": 157
}
