{
	"results": [
		{
			"title": "Tumores de la región pineal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/tumores-region-pineal",
			"contentType": "cgvInfographic",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de los tumores de la región pineal, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Tumores de plexo coroideo - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/tumores-plexo-coroideo",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de los tumores de plexo coroideo, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Información sobre tumores infrecuentes de cerebro y médula espinal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/tumores-sobre-snc",
			"contentType": "cgvVideo",
			"description": "Obtenga información sobre los médicos que tratan los tumores infrecuentes de cerebro y médula espinal, la forma en que se determina el diagnóstico y el grado de los tumores e infórmese sobre las características genéticas de los tumores del sistema nervioso central (SNC)."
		},
		{
			"title": "Tumores infrecuentes de cerebro y médula espinal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores",
			"contentType": "cgvMiniLanding",
			"description": "Información de NCI-CONNECT sobre grados, características, causas y síntomas de los tumores infrecuentes del SNC en adultos, personas a quiénes afectan, modo y lugar donde se forman y tratamientos."
		},
		{
			"title": "Tumores neuroectodérmicos primitivos - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/tnep",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de los tumores neuroectodérmicos primitivos, a quien afecta estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Tumor teratoide rabdoide atípico - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/ttra",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del tumor teratoide rabdoide atípico (TTRA), a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Anatomía y funciones de los tumores de cerebro y médula espinal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/anatomia",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre la localización de su tumor de cerebro o médula espinal para entender los síntomas y cambios que se pueden producir."
		},
		{
			"title": "La red de tumores infrecuentes de cerebro y médula espinal de NCI-CONNECT - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol",
			"contentType": "cgvHomeLanding",
			"description": "La red de tumores infrecuentes de cerebro y médula espinal de NCI-CONNECT"
		},
		{
			"title": "Gliomatosis cerebral - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/gliomatosis-cerebral",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de la gliomatosis cerebral, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Xantoastrocitoma pleomórfico y xantoastrocitoma pleomórfico anaplásico - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/xantoastrocitoma-pleomorfico",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del xantoastrocitoma pleomórfico (XAP) y el XAP anaplásico, a quien afecta estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Gliosarcoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/gliosarcoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del gliosarcoma, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Ependimoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/ependimoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del ependimoma, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Meningioma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/meningioma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del meningioma atípico y anaplásico, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Oligodendroglioma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/oligodendroglioma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del oligodendroglioma y el oligodendroglioma anaplásico, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Meduloblastoma - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/meduloblastoma",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas del meduloblastoma maligno, a quiénes afectan estos tumores, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Anatomía y funciones del cerebro - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/anatomia/anatomia-funciones-cerebro",
			"contentType": "cgvInfographic",
			"description": "Anatomía y funciones del cerebro"
		},
		{
			"title": "Anatomía y funciones de la médula espinal - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/anatomia/anatomia-funciones-medula-espinal",
			"contentType": "cgvInfographic",
			"description": "Anatomía y funciones de la médula espinal"
		},
		{
			"title": "Glioma difuso de línea media - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/tumores/gliomas-difuso-linea-media",
			"contentType": "cgvArticle",
			"description": "Infórmese sobre los grados, las características, las causas y los síntomas de los gliomas en el tronco del encéfalo y difuso de línea media, a quiénes afectan, cómo y dónde se forman, y los tratamientos."
		},
		{
			"title": "Consulta - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/consulta",
			"contentType": "cgvMiniLanding",
			"description": "El propósito de NCI-CONNECT es promover la colaboración entre pacientes, médicos, científicos y organizaciones comunitarias para mejorar el desenlace de los pacientes adultos con tumores infrecuentes del sistema nervioso central (SNC)."
		},
		{
			"title": "NCI-CONNECT mapa del sitio - Instituto Nacional del Cáncer",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/espanol/mapa-sitio",
			"contentType": "cgvArticle",
			"description": "Mapa del sitio para la red de tumores infrecuentes de cerebro y médula espinal de NCI-CONNECT"
		}
	],
	"totalResults": 21
}
