{
	"results": [
		{
			"title": "Physical Activity, Sedentary Behavior, and Cancer Risk - Infographic - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/what-we-study/pa-sitting-infographic",
			"contentType": "cgvInfographic",
			"description": "Physical activity and sedentary behavior are associated with risk for post-menopausal breast, colorectal, and endometrial cancer. Scientists are searching for links to many other cancers; in particular, future studies may broaden the number of cancers linked to physical activity."
		},
		{
			"title": "Cancer Types Studied in DCEG - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types",
			"contentType": "cgvMiniLanding",
			"description": "Cancer types studied by DCEG investigators: breast, bladder, blood cancers, bone marrow, brain, cervix, colon/rectum, endometrium, esophagus, familial cancer syndromes, gastrointestinal, head and neck, kidney, leukemia, liver, lymphoma, lung, melanoma, ovary, pancreas, prostate, stomach, thyroid, second cancers"
		},
		{
			"title": "Genetics of Radiation-related Non-cancer Diseases - National Cancer Institute",
			"url": "https://dceg.cancer.gov/fellowship-training/training-resources-for-fellows-and-staff/radiation-epidemiology-course/west-d4p7-video",
			"contentType": "cgvVideo",
			"description": "Dr. Catharine West presents an introduction to the genetics of radiation-related non-cancer diseases, such as cataracts, circulatory disease – vascular damage, non-malignant respiratory and digestive diseases, and cognitive impairment. (Radiation Epidemiology and Dosimetry Course 2019)"
		},
		{
			"title": "Familial Testicular Cancer Study - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/testes/familial-testicular-cancer-study",
			"contentType": "cgvArticle",
			"description": "A study evaluating the role of testicular microlithiasis in familial testicular cancer"
		},
		{
			"title": "EBV-associated gastric cancer - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/stomach-gastric/ebv-associated-gastric-cancer",
			"contentType": "cgvArticle",
			"description": "DCEG studies of Epstein-Barr virus (EBV) and gastric cancer"
		},
		{
			"title": "Liver Cancer Pooling Project - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/liver/liver-cancer-pooling-project",
			"contentType": "cgvArticle",
			"description": "A liver cancer pooling project among existing U.S. cohorts in order to explore liver cancer etiology in a prospective manner"
		},
		{
			"title": "Somatic Studies on Kidney Cancer - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/kidney-renal/kidney-cancer-somatic",
			"contentType": "cgvArticle",
			"description": "Tumor Profiling of Kidney Cancer Subtypes"
		},
		{
			"title": "Hepatitis Viruses and Liver Cancer - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/liver/hepatitis-virus-cancer",
			"contentType": "cgvArticle",
			"description": "Study of chronic hepatitis virus infection and the risk of liver cancer"
		},
		{
			"title": "Breast Cancer and Occupational and Environmental Exposures - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/occupational-environmental-exposures-breast-cancer",
			"contentType": "cgvArticle",
			"description": "Studies to evaluate the possible role of occupational and environmental factors in the origin of breast cancer"
		},
		{
			"title": "Confluence project for breast cancer genetics - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/confluence-project",
			"contentType": "cgvArticle",
			"description": "The Confluence project will develop a large research resource by 2021 to uncover breast cancer genetics through genome-wide association studies."
		},
		{
			"title": "Breast Cancer Tumor Characterization Studies - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/breast-tumor-characterization",
			"contentType": "cgvArticle",
			"description": "Studies to understand how genetic and environmental risk factors are related to breast cancer tumor features and clinical progression."
		},
		{
			"title": "Breast Cancer Among Asian Women - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/breast-asian-women",
			"contentType": "cgvArticle",
			"description": "Study of breast cancer study among Asian women, to identify molecular alterations in tumors and examine associations of molecular changes with risk factors."
		},
		{
			"title": "Human Papillomavirus (HPV) Cervical Cancer Risk Prediction - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/cervix/hpc-cervical-cancer-risk",
			"contentType": "cgvArticle",
			"description": "Human Papillomavirus (HPV) Cervical Cancer Risk Prediction"
		},
		{
			"title": "Case-control study of breast cancer in Poland - exposure assessment and biospecimen collection - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/breast-cancer-case-control-study-poland",
			"contentType": "cgvArticle",
			"description": "A population-based case-control study of breast cancer in Poland that combines state-of-the art techniques of exposure assessment and collection of biological specimens"
		},
		{
			"title": "Breast Cancer Detection Demonstration Project Follow-up Study - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/breast-cancer/detection-demonstration-follow-up-breast-cancer",
			"contentType": "cgvArticle",
			"description": "A follow-up study of women who were participants in the Breast Cancer Detection Demonstration Project"
		},
		{
			"title": "DCEG Studies of Cancers of the Ovary - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/ovary",
			"contentType": "cgvMiniLanding",
			"description": "DCEG is conducting research on cancers of the ovary, also known as ovarian cancer."
		},
		{
			"title": "DCEG Studies of Cancer of the Testes - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/testes",
			"contentType": "cgvMiniLanding",
			"description": "DCEG is conducting research on cancer of the testes, also known as testicular cancer."
		},
		{
			"title": "DCEG Studies of Lung Cancer - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/lung",
			"contentType": "cgvMiniLanding",
			"description": "DCEG is conducting research on lung cancer."
		},
		{
			"title": "DCEG Studies of Cancer of the Esophagus - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/esophagus",
			"contentType": "cgvMiniLanding",
			"description": "DCEG is conducting research on cancers of the esophagus, also known as esophageal cancer."
		},
		{
			"title": "DCEG Studies of Liver Cancer - National Cancer Institute",
			"url": "https://dceg.cancer.gov/research/cancer-types/liver",
			"contentType": "cgvMiniLanding",
			"description": "DCEG is conducting studies on liver cancer, including hepatocellular carcinoma"
		}
	],
	"totalResults": 1622
}
