{
	"results": [
		{
			"title": "Genetics of Kidney Cancer (Renal Cell Cancer) (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/kidney/hp/kidney-genetics-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Genetics of Kidney Cancer (Renal Cell) includes the hereditary cancer syndromes von Hippel-Lindau disease, hereditary leiomyomatosis and renal cell cancer, Birt-Hogg-Dubé syndrome, and hereditary papillary renal carcinoma. Get comprehensive information on these syndromes in this clinician summary."
		},
		{
			"title": "Cancer Pain (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/side-effects/pain/pain-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Cancer pain can be caused by cancer itself or its treatment and can be controlled or lessened in most patients. Learn how a personal pain plan can be used to control pain in this expert-reviewed information summary."
		},
		{
			"title": "Hereditary Syndromes Associated With Kidney Cancer (Renal Cell Cancer) (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/kidney/patient/kidney-genetics-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Genetics of Kidney Cancer (Renal Cell Cancer) includes the hereditary cancer syndromes von Hippel-Lindau disease, hereditary leiomyomatosis and renal cell cancer, Birt-Hogg-Dubé syndrome, and hereditary papillary renal carcinoma. Learn more about these syndromes in this expert-reviewed summary."
		},
		{
			"title": "Cancer Screening Overview (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/screening/patient-screening-overview-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Cancer screening means looking for cancer before symptoms appear, when cancer may be easier to treat. Screening tests can help reduce the risk of dying from some cancers, but all tests have potential risks, too. Learn more about cancer screening and available tests in this expert-reviewed summary."
		},
		{
			"title": "Prostate Cancer Screening (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/prostate/patient/prostate-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Prostate cancer screening may help detect prostate cancer, but remains controversial as it has not been shown to reduce deaths from prostate cancer. Learn more about prostate cancer screening, including the potential benefits and harms, in this expert-reviewed information summary."
		},
		{
			"title": "Childhood Liver Cancer Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/liver/patient/child-liver-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for pediatric liver cancer depends on many factors, including the type of cancer and whether it has spread. When possible, liver cancer is removed by surgery. Learn about the types of treatment options for childhood liver cancers."
		},
		{
			"title": "Stomach (Gastric) Cancer Prevention (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/stomach/patient/stomach-prevention-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Stomach (gastric) cancer risk factors include smoking and H. pylori. Learn about these and other risk factors for stomach cancer and how to prevent stomach cancer in this expert-reviewed and evidence-based summary."
		},
		{
			"title": "Lung Cancer Screening (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/lung/hp/lung-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Lung cancer screening with low-dose spiral CT scans has been shown to decrease the risk of dying from lung cancer in heavy smokers. Screening with chest x-ray or sputum cytology does not reduce lung cancer mortality. Get detailed information about lung cancer screening in this clinician summary."
		},
		{
			"title": "Cancer Prevention Overview (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/causes-prevention/patient-prevention-overview-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Cancer prevention methods include avoiding things that cause cancer, having a healthy lifestyle, getting screened, and using some medicines or surgery. Learn more about ways to help prevent cancer in this expert-reviewed summary."
		},
		{
			"title": "Skin Cancer Screening (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/skin/patient/skin-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Having a skin exam to screen for skin cancer has not been shown to decrease your chance of dying from skin cancer. Learn about this and other tests that have been studied to detect or screen for skin cancer in this expert reviewed summary."
		},
		{
			"title": "Rare Cancers of Childhood Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/childhood-cancers/patient/rare-childhood-cancers-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for rare cancers of childhood depends on the specific cancer (e.g., nasopharyngeal, thyroid, oral, laryngeal, lung, esophageal, cardiac). See the full list of treatment summaries for these cancers in this expert-reviewed summary."
		},
		{
			"title": "Esophageal Cancer Screening (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/esophageal/patient/esophageal-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Esophageal cancer screening is not currently considered to be a routine part of cancer screening. Not all screening tests are helpful, and many have risks. Learn more about esophageal cancer risk factors and tests to detect it in this expert-reviewed summary."
		},
		{
			"title": "Liver (Hepatocellular) Cancer Screening (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/liver/patient/liver-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Liver (hepatocellular) cancer screening is not currently recommended as a routine part of cancer screening. Not all screening tests are helpful, and many have risks. Learn more about liver cancer and the tests used to detect it in this expert-reviewed summary."
		},
		{
			"title": "Childhood Breast Cancer Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/breast/patient/child-breast-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Most breast masses in children are not cancer. When breast cancer occurs in children, treatment options include surgery and radiation therapy. Learn more about the risk factors, symptoms, tests to diagnose, and treatment of childhood breast cancer in this expert-reviewed summary."
		},
		{
			"title": "Bladder Cancer Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/bladder/patient/bladder-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment of bladder cancer depends on the stage of the cancer. Treatment options include different types of surgery (transurethral resection, radical and partial cystectomy, and urinary diversion), radiation therapy, chemotherapy, and immunotherapy. Learn more about how bladder cancer is treated."
		},
		{
			"title": "Endometrial Cancer Prevention (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/uterine/patient/endometrial-prevention-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Endometrial cancer prevention strategies include avoiding risk factors when possible and increasing protective factors that may help prevent cancer. Learn more about known risk and protective factors and approaches to prevent endometrial cancer in this expert-reviewed summary."
		},
		{
			"title": "Gallbladder Cancer Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/gallbladder/patient/gallbladder-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Types of treatment for gallbladder cancer include surgery, radiation, and chemotherapy. Treatment of gallbladder cancer that has spread to other parts of the body, cannot be removed by surgery, or has come back after treatment is often within a clinical trial. Find out about treatment options for gallbladder cancer."
		},
		{
			"title": "Liver (Hepatocellular) Cancer Prevention (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/liver/patient/liver-prevention-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Liver cancer risk factors include hepatitis B and C, cirrhosis, and aflatoxin (poison from certain foods). Learn about these and other risk factors for liver cancer and how to prevent liver cancer in this expert-reviewed and evidence-based summary."
		},
		{
			"title": "Lung Cancer Screening (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/lung/patient/lung-screening-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Lung cancer screening with low-dose spiral CT scans has been shown to decrease the risk of dying from lung cancer in heavy smokers. Learn more about tests to detect lung cancer and their potential benefits and harms in this expert-reviewed summary."
		},
		{
			"title": "Cancer Screening Overview (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/screening/hp-screening-overview-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Cancer screening can reduce some cancer mortality and morbidity, but potential harms must be weighed against any potential benefits. Get detailed, peer-reviewed and evidence-based information about cancer screening in this overview for clinicians."
		}
	],
	"totalResults": 30283
}
