{
	"results": [
		{
			"title": "Metastatic Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/metastatic-cancer",
			"contentType": "cgvArticle",
			"description": "Metastatic cancer is cancer that spreads from its site of origin to another part of the body. Learn how cancer spreads, possible symptoms, common sites where cancer spreads, and how to find out about treatment options."
		},
		{
			"title": "Overcoming the Challenges of Metastatic Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/metastatic-cancer-kaplan",
			"contentType": "cgvBlogPost",
			"description": "NCI’s Dr. Rosandra Kaplan discusses metastatic cancer research and new ideas for treating and preventing metastatic cancer."
		},
		{
			"title": "DCB - Tumor Metastasis Research - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/dcb/research-portfolio/tumor-metastasis",
			"contentType": "cgvArticle",
			"description": "Tumor metastasis research examines the mechanisms that allow cancer cells to leave the primary tumor and spread to another part of the body. Learn about recent tumor metastasis research studies supported by the Division of Cancer Biology."
		},
		{
			"title": "Metastatic Cancer Research - National Cancer Institute",
			"url": "https://www.cancer.gov/types/metastatic-cancer/research",
			"contentType": "cgvCancerResearch",
			"description": "Find research articles about metastatic cancer, which may include news stories, clinical trials, blog posts, and descriptions of active studies."
		},
		{
			"title": "Tumor Exosomes and Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/research/areas/biology/david-lyden-exosomes-metastasis",
			"contentType": "cgvArticle",
			"description": "Learn how NCI support is helping researcher David Lyden understand how cancer cell exosomes create a nurturing environment for the growth of metastatic tumors."
		},
		{
			"title": "Sorafenib for Metastatic Thyroid Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/thyroid/research/sorafenib",
			"contentType": "cgvArticle",
			"description": "A summary of results from an international phase III trial that compared sorafenib (Nexavar®) and a placebo for the treatment of locally advanced or metastatic differentiated thyroid cancer that is no longer responding to treatment with radioactive iodine"
		},
		{
			"title": "Treatments Expanding for Metastatic Prostate Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2019/enzalutamide-apalutamide-metastatic-prostate-cancer",
			"contentType": "cgvBlogPost",
			"description": "Enzalutamide (Xtandi) and apalutamide (Erleada), respectively, improved the survival of men with hormone-sensitive metastatic prostate cancer, in two large trials."
		},
		{
			"title": "TAS-102 for Metastatic Colorectal Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/colorectal/research/tas-102-overall-survival",
			"contentType": "cgvArticle",
			"description": "A summary of results from an international phase III trial that compared TAS-102 with placebo in patients with metastatic colorectal cancer whose disease progressed following prior treatment."
		},
		{
			"title": "Targeted Therapies, Tooth Extraction, and Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/research/key-initiatives/ras/ras-central/blog/2015/obenauf-rosen-massague",
			"contentType": "cgvBlogPost",
			"description": "Resistance often develops to targeted cancer drugs. Mouse studies indicate that dying cancer cells secrete signals that help other cancer cells survive."
		},
		{
			"title": "Mutations in 10,000 Patients with Metastatic Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/mutations-metastatic-cancer",
			"contentType": "cgvBlogPost",
			"description": "Researchers have reported the results of an initiative to characterize the genetic mutations in tumors from more than 10,000 patients with advanced cancer treated at the center."
		},
		{
			"title": "Experimental Drug Metarrestin Targets Metastatic Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/metaresstin-metastatic-tumors",
			"contentType": "cgvBlogPost",
			"description": "An experimental drug called metarrestin appears to selectively target tumors that have spread to other parts of the body. As this Cancer Currents blog post reports, the drug shrank metastatic tumors and extended survival in in mouse models of pancreatic cancer."
		},
		{
			"title": "Immune-Cell Traps May Aid Cancer Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/nets-metastasis",
			"contentType": "cgvBlogPost",
			"description": "A Cancer Currents blog post on a new study that suggests cancer cells may exploit a normal function of neutrophils, a type of immune cell, to help form metastatic tumors."
		},
		{
			"title": "High-Fat Diet Linked to Prostate Cancer Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/high-fat-diet-prostate-metastasis",
			"contentType": "cgvBlogPost",
			"description": "A new study in mice has revealed a molecular link between a high-fat diet and the growth and spread of prostate cancer. As this Cancer Currents post explains, researchers also showed that an anti-obesity drug that targets a protein that controls fat synthesis could potentially be used to treat metastatic prostate cance"
		},
		{
			"title": "An Organotypic Model Recapitulating Colon Cancer Microenvironment and Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/dcb/research-programs/tec/colon-cancer-microenvironment",
			"contentType": "cgvArticle",
			"description": "In this study, researchers will engineer three models to examine the microenvironment in both the primary site and metastatic sites of colon cancer."
		},
		{
			"title": "Stem Cells Deliver Chemo to Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/breast-metastases-targeting-stem-cells",
			"contentType": "cgvBlogPost",
			"description": "Using modified stem cells, researchers delivered a cancer drug selectively to metastatic breast cancer tumors in mice, as this NCI Cancer Currents post explains."
		},
		{
			"title": "Metastatic Colorectal Cancer May Spread Early - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2019/early-metastasis-colorectal-cancer",
			"contentType": "cgvBlogPost",
			"description": "A new study finds that many colorectal cancers likely have spread long before the original tumor is detected and suggests a need for very early detection."
		},
		{
			"title": "Nab-Paclitaxel Plus Gemcitabine for Metastatic Pancreatic Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/pancreatic/research/nab-paclitaxel-gemcitabine",
			"contentType": "cgvArticle",
			"description": "A summary of results from a phase III trial that compared the combination of albumin-bound paclitaxel (nab-paclitaxel [Abraxane®]) and gemcitabine (Gemzar®) versus gemcitabine alone in patients with metastatic pancreatic cancer."
		},
		{
			"title": "Abiraterone Improves Survival in Metastatic Prostate Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/prostate/research/abiraterone",
			"contentType": "cgvArticle",
			"description": "A multinational phase III trial found that the drug abiraterone acetate prolonged the median survival of patients with metastatic castration-resistant prostate cancer by 4 months compared with patients who received a placebo."
		},
		{
			"title": "FDA Approves Ribociclib, Palbociclib for Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/fda-ribociclib-palbociclib-breast-cancer",
			"contentType": "cgvBlogPost",
			"description": "A Cancer Currents blog on the FDA’s approval of two targeted therapies, ribociclib and palbociclib, for women with metastatic breast cancer."
		},
		{
			"title": "Eribulin Improves Survival of Women with Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/breast/research/eribulin-improves-survival",
			"contentType": "cgvArticle",
			"description": "Treatment with eribulin (Halaven™) improved overall survival in women with metastatic breast cancer whose disease progressed despite multiple rounds of prior chemotherapy, according to the results of a phase III clinical trial called EMBRACE."
		}
	],
	"totalResults": 5826
}
