{
	"results": [
		{
			"title": "Enzalutamide Improves Survival in Patients with Metastatic Prostate Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/prostate/research/enzalutamide-metastatic",
			"contentType": "cgvArticle",
			"description": "A summary of results from an international phase III trial that compared enzalutamide (Xtandi®) and placebo for the treatment of metastatic prostate cancer that had progressed during treatment with androgen deprivation therapy."
		},
		{
			"title": "Low vitamin D linked to breast cancer metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/vitamin-d-metastasis",
			"contentType": "cgvBlogPost",
			"description": "Low vitamin D levels are associated with metastasis in women with breast cancer, suggests a new study."
		},
		{
			"title": "Tracking Treatment Resistance in Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/metastatic-breast-cancer-treatment-resistance-evolution",
			"contentType": "cgvBlogPost",
			"description": "In women with metastatic breast cancer that is resistant to available treatments, a new study suggests that their tumors may have common vulnerabilities."
		},
		{
			"title": "Combining Targeted Drugs Effective for Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/breast/research/two-drugs-one-target",
			"contentType": "cgvArticle",
			"description": "Combining two drugs that target the HER2 protein, trastuzumab (Herceptin®) and pertuzumab, with chemotherapy may be a new treatment option for women with HER2-positive metastatic breast cancer."
		},
		{
			"title": "Nivolumab for Metastatic Melanoma without a BRAF Mutation - National Cancer Institute",
			"url": "https://www.cancer.gov/types/skin/research/nivolumab",
			"contentType": "cgvArticle",
			"description": "A summary of results from an international phase III trial show that nivolumab (Opdivo®) improves overall survival compared with the chemotherapy drug dacarbazine in patients with metastatic melanoma whose tumors do not have a mutation in the BRAF gene."
		},
		{
			"title": "FDA Approves T-VEC to Treat Metastatic Melanoma - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2015/t-vec-melanoma",
			"contentType": "cgvBlogPost",
			"description": "The FDA has approved the first oncolytic virus therapy, talimogene laherparepvec (T-VEC). The drug was approved for the treatment of metastatic melanoma that cannot be removed surgically."
		},
		{
			"title": "Hormone Therapy Plus Chemotherapy for Metastatic Prostate Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/prostate/research/chemohormonal-treatment-extends-survival",
			"contentType": "cgvArticle",
			"description": "A trial of androgen deprivation therapy (ADT) plus six cycles of docetaxel versus ADT alone found that after a median follow-up of nearly 29 months, median overall survival was 13.6 months longer with the combination therapy than with ADT alone."
		},
		{
			"title": "Clinical Trials to Treat Adult Metastatic Brain Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/adult-metastatic-brain-tumors",
			"contentType": "nciAppModulePage",
			"description": "Find clinical trials to treat adult metastatic brain tumors."
		},
		{
			"title": "Ribociclib as First-Line Treatment for Metastatic Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/breast/research/ribociclib-metastatic-breast",
			"contentType": "cgvArticle",
			"description": "A summary of interim results from a phase III trial testing ribociclib plus letrozole (Femara®) as a first-line treatment for postmenopausal women with hormone receptor-positive, HER2-negative metastatic breast cancer."
		},
		{
			"title": "Nanoparticle generator targets metastatic breast cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/nanoparticle-generator-metastases",
			"contentType": "cgvBlogPost",
			"description": "Researchers have developed a new injectable nanoparticle-generating technology that can deliver a cancer drug to the nucleus of metastatic breast cancer cells."
		},
		{
			"title": "New Treatments Emerge for Metastatic HER2+ Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2020/tucatinib-trastuzumab-deruxtecan-her2-positive-metastatic-breast-cancer",
			"contentType": "cgvBlogPost",
			"description": "Tucatinib improved survival for women in the HER2CLIMB trial, including some whose cancer had spread to the brain. Trastuzumab deruxtecan improved survival and shrank many tumors in the DESTINY-Breast01 trial, which led to its accelerated approval by FDA."
		},
		{
			"title": "Sacituzumab Govitecan for Metastatic Triple-Negative Breast Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2020/fda-sacituzumab-govitecan-triple-negative-breast-cancer",
			"contentType": "cgvBlogPost",
			"description": "FDA has approved the targeted therapy sacituzumab govitecan (Trodelvy) for the treatment of triple-negative breast cancer that has spread to other parts of the body. Under the approval, patients must have already undergone at least two prior treatment regimens."
		},
		{
			"title": "Immunotherapy targets metastatic breast cancer–cell mutations - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/press-releases/2018/immunotherapy-targets-breast-cancer-case-report",
			"contentType": "cgvPressRelease",
			"description": "A novel approach to immunotherapy developed by NCI researchers led to the complete regression of breast cancer in a patient who was unresponsive to all other treatments. The findings were published in Nature Medicine."
		},
		{
			"title": "Metastatic Squamous Neck Cancer with Occult Primary Treatment (Adult) (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/head-and-neck/patient/adult/metastatic-squamous-neck-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Metastatic squamous neck cancer with occult primary (unknown primary) treatment options include surgery, radiation therapy, or a combination of both. Learn more about the diagnosis and treatment of these tumors in this expert-reviewed summary."
		},
		{
			"title": "Metastatic Squamous Neck Cancer With Occult Primary Treatment (Adult) (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/head-and-neck/hp/adult/metastatic-squamous-neck-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Metastatic squamous neck cancer with occult primary treatment options include surgery, radiation therapy or a combination of both. Get detailed information about newly diagnosed or recurrent metastatic squamous neck cancer in this summary for clinicians."
		},
		{
			"title": "Some Brain Cells May Help to Fuel Cancer Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2019/brain-metastasis-astrocytes-ppar-gamma",
			"contentType": "cgvBlogPost",
			"description": "Brain cells called astrocytes can activate PPAR-gamma, a growth protein in cancer cells that helps them gain a foothold in the brain, a new study shows. The findings suggest that drugs that block PPAR-gamma activity may help treat brain metastases."
		},
		{
			"title": "Study estimates number of U.S. women living with metastatic breast cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/press-releases/2017/metastatic-breast-cancer-survival-rates",
			"contentType": "cgvPressRelease",
			"description": "A new study shows that the number of women in the United States living with distant metastatic breast cancer (MBC), the most severe form of the disease, is growing. This is likely due to the aging of the U.S. population and improvements in treatment."
		},
		{
			"title": "Cetuximab Plus Oxaliplatin May Not Be Effective Primary Treatment for Metastatic Colorectal Cancer - National Cancer Institute",
			"url": "https://www.cancer.gov/types/colorectal/research/cetuximab-chemo-no-benefit",
			"contentType": "cgvArticle",
			"description": "In a randomized phase III trial, the addition of the targeted therapy cetuximab to oxaliplatin and fluoropyrimidine chemotherapy did not prolong survival or time to disease progression of patients with advanced colorectal cancer."
		},
		{
			"title": "Transitional Cell Cancer of the Renal Pelvis and Ureter Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/kidney/hp/transitional-cell-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Transitional cell cancer of the renal pelvis and ureter treatment is primarily surgery. In metastatic or recurrent disease, chemotherapy regimens for metastatic bladder cancer are often used. Get detailed treatment information for newly diagnosed and recurrent disease in this clinician summary."
		},
		{
			"title": "Gallbladder Cancer Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/gallbladder/hp/gallbladder-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Gallbladder cancer treatment for cancer found during routine gallbladder surgery is often surgery alone. Unresectable, recurrent or metastatic gallbladder cancer treatment options include relief of biliary obstruction, radiation, and chemotherapy. Get more information in this clinician summary."
		}
	],
	"totalResults": 5826
}
