{
	"results": [
		{
			"title": "Pediatric and Adult Rare Tumor Network - National Cancer Institute",
			"url": "https://www.cancer.gov/pediatric-adult-rare-tumor/",
			"contentType": "cgvHomeLanding",
			"description": "The network of scientists, healthcare providers, advocates, patients, and family members, is working on solid rare tumors that have no cures."
		},
		{
			"title": "Primitive Neuro-Ectodermal Tumors (PNET) - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/pnet",
			"contentType": "cgvArticle",
			"description": "Learn about primitive neuro-ectodermal tumor (PNET) grades, features, causes, symptoms, who the tumors affect, how and where they form, and treatments."
		},
		{
			"title": "Advancing Treatments for Pineal Region Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2019/chittiboina",
			"contentType": "cgvBlogPost",
			"description": "Read how collaborating across specialties can help neuro-oncologists better understand pineal region tumors."
		},
		{
			"title": "Brain and Spine Tumor Anatomy and Functions - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/anatomy",
			"contentType": "cgvArticle",
			"description": "Learn about your tumor location in the brain or spine to understand your symptoms and what changes you may experience."
		},
		{
			"title": "Atypical Teratoid Rhabdoid Tumors (ATRT) - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/atrt",
			"contentType": "cgvArticle",
			"description": "Learn about atypical teratoid rhabdoid tumor (ATRT) grades, features, causes, symptoms, who the tumors affect, how and where they form, and treatments."
		},
		{
			"title": "In Treatment for a Rare Brain or Spine Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/in-treatment",
			"contentType": "cgvArticle",
			"description": "Patients with a rare brain or spine tumor can learn about treatments, clinical trials, finding an expert doctor, and get guiding, support, and coping information."
		},
		{
			"title": "Rare Brain and Spine Tumor Stories - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living/stories",
			"contentType": "cgvMiniLanding",
			"description": "Get advice, tips, support, and inspiration from patients and caregivers living with a rare CNS tumor."
		},
		{
			"title": "Rare Brain and Spine Tumor Meeting - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2019/2019-meeting",
			"contentType": "cgvBlogPost",
			"description": "Read a summary of the 2019 NCI-CONNECT and BTTC meetings to learn about the latest brain and spine tumor advances and clinical trials."
		},
		{
			"title": "Rare Brain & Spine Tumor Network - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/",
			"contentType": "cgvHomeLanding",
			"description": "NCI-CONNECT Rare Brain and Spine Tumor Network connects patients, providers, and advocates to help people with rare brain and spine tumors get better care."
		},
		{
			"title": "Living with a Rare Brain or Spine Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/living",
			"contentType": "cgvMiniLanding",
			"description": "View questions to ask your health care team, ways to manage your self-care, treatment and support resources, and hear from patients and caregivers living with rare brain and spine tumors to guide you through your journey."
		},
		{
			"title": "Advice from the Brain Tumor Community - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2020/brain-tumor-advice",
			"contentType": "cgvBlogPost",
			"description": "To help guide you through your brain tumor journey, patients, caregivers, doctors, and advocates share their advice."
		},
		{
			"title": "Clinical Trials to Treat Pituitary Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/pituitary-tumors",
			"contentType": "nciAppModulePage",
			"description": "Find clinical trials to treat pituitary tumors."
		},
		{
			"title": "Tumor DNA Sequencing in Cancer Treatment - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/types/precision-medicine/tumor-dna-sequencing",
			"contentType": "cgvArticle",
			"description": "Tumor DNA sequencing (also called genetic profiling or genetic testing) is a test to identify DNA changes in a patient’s cancer. In some cases, this information can help determine a treatment plan."
		},
		{
			"title": "Drug Shrinks Pediatric Neural Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/press-releases/2016/selumetinib-shrinks-pediatric-tumors",
			"contentType": "cgvPressRelease",
			"description": "The drug selumetinib shrunk neural tumors in children with plexiform neurofibromas."
		},
		{
			"title": "Immune Cells in Blood Recognize Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/reactive-immune-cells-blood",
			"contentType": "cgvBlogPost",
			"description": "NCI scientists have developed a novel strategy for identifying immune cells circulating in the blood that recognize specific proteins on tumor cells, a finding they believe may have potential implications for immune-based therapies."
		},
		{
			"title": "Engineering Personalized Micro-Tumor Ecosystems - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/dcb/research-programs/tec/micro-tumor-ecosystems",
			"contentType": "cgvArticle",
			"description": "This study seeks to develop a micronized tumor ecosystem which can be used to choose the most effective cancer therapy for a patient before initiation of treatment."
		},
		{
			"title": "Clinical Trials to Treat Brain Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/clinical-trials",
			"contentType": "cgvMiniLanding",
			"description": "A list of open treatment clinical trials for adult and childhood brain tumors."
		},
		{
			"title": "Toxin Targets Tumor Blood Vessels - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/toxin-targets-tumor-vessels",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog on a study which shows that an anthrax toxin-based cancer therapy may attack tumors by selectively targeting blood vessels that feed them."
		},
		{
			"title": "Pancreatic Organoids Mimic Patient Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/research/key-initiatives/ras/ras-central/blog/2016/senthil-uthuswamy-interview",
			"contentType": "cgvBlogPost",
			"description": "Pancreatic organoids can be established quickly, cheaply, and reliably. They mimic patient histopathology and can be frozen and revived for large studies."
		},
		{
			"title": "Selumetinib Shrinks Tumors in Children with NF1 - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/selumetinib-nf1-neurofibromas",
			"contentType": "cgvBlogPost",
			"description": "The investigational drug selumetinib shrank tumors in some children with a genetic syndrome called neurofibromatosis type 1 (NF1). As this Cancer Currents post explains, the drug also improved symptoms related to tumors known as neurofibromas, which can cause pain, difficulty breathing or walking, and disfigurement."
		}
	],
	"totalResults": 11556
}
