{
	"results": [
		{
			"title": "Therapy Could Target Tumors Two Ways - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/tnfr2-target-tumors",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog post on a potential new therapy that may work by both killing cancer cells and immune cells that can suppress the anti-cancer immune response."
		},
		{
			"title": "Platelets Deliver Immunotherapy, Slow Tumor Growth - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/platelet-immunotherapy",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog on an experimental adjuvant therapy using blood platelets engineered to deliver an immune checkpoint inhibitor."
		},
		{
			"title": "Patient-Derived Antibody Targets Tumor Cells - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/cfh-antibody",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog on an antibody derived from patients that killed tumor cells in cell lines of several cancer types and slowed tumor growth in mouse models of brain and lung cancer without evidence of side effects."
		},
		{
			"title": "Antioxidants Accelerate the Growth and Invasiveness of Tumors in Mice - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2015/antioxidants-metastasis",
			"contentType": "cgvBlogPost",
			"description": "Metastatic tumor cells are particularly sensitive to oxidative stress, and antioxidant supplementation increases their ability to grow and metastasize."
		},
		{
			"title": "Missing Tumor Suppressor Gene Creates Treatment Opportunity - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2015/collateral-vulnerability",
			"contentType": "cgvBlogPost",
			"description": "Tumor cells that are missing one copy of the tumor suppressor gene TP53 often harbor another genetic alteration that may make them susceptible to a targeted attack, according to a new study."
		},
		{
			"title": "The Stroma of Pancreatic Cancer Supports Proliferation of Tumor Cells - National Cancer Institute",
			"url": "https://www.cancer.gov/research/key-initiatives/ras/ras-central/blog/2019/sherman-kamphorst",
			"contentType": "cgvBlogPost",
			"description": "Pancreatic cancer cells cause neighboring stellate cells to secrete lipids, which are then converted to potent signaling molecules that stimulate cancer growth."
		},
		{
			"title": "Treatment Clinical Trials for Recurrent Adult Brain Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/recurrent-adult-brain/treatment",
			"contentType": "nciAppModulePage",
			"description": "NCI supports clinical trials studying new and more effective ways to detect and treat cancer. Find treatment clinical trials for recurrent adult brain tumors."
		},
		{
			"title": "Immune Cells within Ovarian Tumors Linked to Survival - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/ovarian-cancer-tils-survival",
			"contentType": "cgvBlogPost",
			"description": "In some women with ovarian cancer, levels of tumor-infiltrating lymphocytes (TILs) may be associated with survival, as this Cancer Currents blog post explains."
		},
		{
			"title": "Exosomes May Help Tumors Evade Immune System - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/exosomes-tumors-evade-immune-system",
			"contentType": "cgvBlogPost",
			"description": "Exosomes studded with the PD-L1 protein may help cancers evade the immune system, findings from a new study suggest. The presence of exosomes bearing the immune checkpoint protein could be a treatment biomarker, as this Cancer Currents post explains."
		},
		{
			"title": "Analyzing Tumor Proteins and Genes with Less Tissue - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2020/proteogenomic-core-needle-biopsy-breast",
			"contentType": "cgvBlogPost",
			"description": "Researchers have developed a “microscaled” approach to analyze the proteins and genetic changes (proteogenomics) of a tumor that uses tissue from a core needle biopsy. They used the approach to learn why some women with breast cancer responded well to a targeted treatment and others did not."
		},
		{
			"title": "Differences Seen in Lung Tumors of African Americans and Whites - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/lung-cancer-biologic-differences-race",
			"contentType": "cgvBlogPost",
			"description": "In patients with lung cancer, a new study shows different patterns of gene expression in the tumors of African American and white patients may contribute to racial disparities."
		},
		{
			"title": "Less Therapy Okay for Some with Wilms Tumor? - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/wilms-tumor-skip-radiation-therapy",
			"contentType": "cgvBlogPost",
			"description": "Some children with advanced Wilms tumor, a form of kidney cancer, may be able to skip radiation therapy, findings from an NCI-funded clinical trial show. It’s unclear if the finding will change clinical practice, as this Cancer Currents post reports."
		},
		{
			"title": "Clinical Trials Using Autologous Tumor Cell Vaccine - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/intervention/autologous-tumor-cell-vaccine",
			"contentType": "nciAppModulePage",
			"description": "NCI supports clinical trials that test new and more effective ways to treat cancer. Find clinical trials studying autologous tumor cell vaccine."
		},
		{
			"title": "CCCT - NCTN Steering Committees - Pediatric and Adolescent Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/ccct/steering-committees/nctn/pediatric-adolescent-solid-tumor",
			"contentType": "cgvArticle",
			"description": "The Pediatric and Adolescent Solid Tumor Steering Committee addresses the design, prioritization and evaluation of concepts for large phase 2 and phase 3 clinical trials in extracranial solid tumors of children and youth."
		},
		{
			"title": "Analyzing Tumor RNA to Improve Cancer Precision Medicine - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2020/tumor-rna-cancer-precision-medicine",
			"contentType": "cgvBlogPost",
			"description": "A novel approach to analyzing gene expression in tumors may bring precision cancer medicine to more patients. A study by NCI researchers showed the approach, which analyzes tumor RNA, could accurately predict whether patients had responded to treatment with targeted therapy or immunotherapy."
		},
		{
			"title": "Drugs Approved for Solid Tumors Anywhere in the Body - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/drugs/solid-tumors",
			"contentType": "cgvArticle",
			"description": "A list of cancer drugs approved by the FDA for the treatment of solid tumors."
		},
		{
			"title": "Rituximab Retreatment for Low-Tumor Burden Follicular Lymphoma - National Cancer Institute",
			"url": "https://www.cancer.gov/types/lymphoma/research/rituximab-retreatment-follicular",
			"contentType": "cgvArticle",
			"description": "A summary of results from a randomized clinical trial of patients with low–tumor burden follicular lymphoma that compared maintenance therapy with rituximab versus retreatment with rituximab only when there was evidence of disease progression."
		},
		{
			"title": "Using Genomic Tools to Analyze Tumors in Children - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2015/sequencing-pediatric",
			"contentType": "cgvBlogPost",
			"description": "Genomic methods, such as DNA sequencing, may help doctors manage the treatment of children and young adults with cancer."
		},
		{
			"title": "Cancer and the Human Tumor Atlas Network Infographic - National Cancer Institute",
			"url": "https://www.cancer.gov/research/areas/biology/human-tumor-atlas-network-infographic",
			"contentType": "cgvInfographic",
			"description": "Information mapped in human tumor atlases will provide a comprehensive understanding of the ecosystem of tumors and show important transitions in cancer."
		},
		{
			"title": "Rare kidney tumor provides insight on metabolic changes - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/press-releases/2014/tcgakidneychromophobe",
			"contentType": "cgvPressRelease",
			"description": "Researchers in The Cancer Genome Atlas (TCGA) Network have uncovered a number of new  findings about the biology and development of a rare form of kidney cancer. They found that the disease – chromophobe renal cell carcinoma – stems in part from alteratio"
		}
	],
	"totalResults": 11556
}
