{
	"results": [
		{
			"title": "Childhood Cardiac (Heart) Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/cardiac/hp-child-cardiac-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "This evidence-based, expert-reviewed summary discusses the histology, risk factors, clinical presentation, diagnostic evaluation, and treatment of pediatric cardiac tumors."
		},
		{
			"title": "Childhood Salivary Gland Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/head-and-neck/hp/child/salivary-gland-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for children with salivary gland tumors is surgical removal whenever possible, with additional use of radiation therapy in certain cases. Get detailed information about the treatment of childhood salivary gland tumors this summary for clinicians."
		},
		{
			"title": "Childhood Gastrointestinal Stromal Tumors Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/soft-tissue-sarcoma/patient/child-gist-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Childhood gastrointestinal stromal tumor (GIST) treatment includes surgery and targeted therapy. Learn more about the symptoms, tests to diagnose and treatment of GIST in this expert-reviewed summary."
		},
		{
			"title": "Childhood Vascular Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/soft-tissue-sarcoma/hp/child-vascular-tumors-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment options for children with vascular tumors are limited and efficacy has not been validated in prospective clinical trials. Historically therapies have been mostly to palliate symptoms. Get detailed information about the types of vascular tumors in this clinician summary."
		},
		{
			"title": "Gastrointestinal Carcinoid Tumors—Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/gi-carcinoid-tumors",
			"contentType": "cgvCancerTypeHome",
			"description": "Gastrointestinal (GI) carcinoid tumors are slow-growing tumors that form in the neuroendocrine cells in the GI tract. The GI tract includes the stomach, small intestine, colon, rectum, appendix, and other organs. Start here to find treatment information and research on gastrointestinal carcinoid tumors."
		},
		{
			"title": "Childhood Laryngeal Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/head-and-neck/hp/child/laryngeal-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for children with laryngeal tumors depends upon the type; most are rhabdomyosarcoma and treated with chemotherapy and radiation therapy. Squamous cell carcinoma is managed with surgery and radiation therapy. Get detailed treatment information in this summary for clinicians."
		},
		{
			"title": "Tumor Exosomes and Metastasis - National Cancer Institute",
			"url": "https://www.cancer.gov/research/areas/biology/david-lyden-exosomes-metastasis",
			"contentType": "cgvArticle",
			"description": "Learn how NCI support is helping researcher David Lyden understand how cancer cell exosomes create a nurturing environment for the growth of metastatic tumors."
		},
		{
			"title": "Gastrointestinal Carcinoid Tumors Research - National Cancer Institute",
			"url": "https://www.cancer.gov/types/gi-carcinoid-tumors/research",
			"contentType": "cgvCancerResearch",
			"description": "Find research articles on gastrointestinal carcinoid tumors, which may include news stories, clinical trials, blog posts, and descriptions of active studies."
		},
		{
			"title": "Gastrointestinal Carcinoid Tumors—Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/gi-carcinoid-tumors/hp",
			"contentType": "cgvCancerTypeHome",
			"description": "Gastrointestinal carcinoid tumors are rare, slow-growing tumors that originate in the neuroendocrine cells in the GI tract. Find evidence-based information on gastrointestinal carcinoid tumors treatment and research."
		},
		{
			"title": "Extragonadal Germ Cell Tumors—Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/extragonadal-germ-cell",
			"contentType": "cgvCancerTypeHome",
			"description": "Extragonadal germ cell tumors form in parts of the body outside the gonads. They may begin to grow anywhere in the body, but usually form in the pineal gland in the brain, the chest, the lower part of the spine, or the abdomen. Start here to find information on extragonadal germ cell tumors treatment."
		},
		{
			"title": "Childhood Salivary Gland Tumors Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/head-and-neck/patient/child/salivary-gland-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Childhood salivary gland tumor treatment usually includes surgery and radiation therapy. Learn more about the risk factors, symptoms, diagnosis, and treatment of newly diagnosed and recurrent salivary gland tumors in this expert-reviewed summary."
		},
		{
			"title": "Extracranial Germ Cell Tumors—Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/extracranial-germ-cell",
			"contentType": "cgvCancerTypeHome",
			"description": "Extracranial germ cell tumors are tumors that develop from germ cells (fetal cells that give rise to sperm and eggs) and can form in many parts of the body. They are most common in teenagers and can often be cured. Start here to find information on extracranial germ cell tumors treatment."
		},
		{
			"title": "Metabolism of the Tumor Microenvironment - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/ccg/blog/2020/interview-metabolism",
			"contentType": "cgvBlogPost",
			"description": "Researcher discusses how looking at the metabolism of single cells in the tumor microenvironment may help us understand and treat cancer."
		},
		{
			"title": "Extragonadal Germ Cell Tumors—Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/extragonadal-germ-cell/hp",
			"contentType": "cgvCancerTypeHome",
			"description": "Extragonadal germ cell tumors are rare and account for only a small percentage of all germ cell tumors. However, the true incidence of these tumors may be higher than originally thought because of failure to diagnose them properly. Find evidence-based information on extragonadal germ cell tumors treatment."
		},
		{
			"title": "Drugs Approved for Brain Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/drugs/brain",
			"contentType": "cgvArticle",
			"description": "This page lists cancer drugs approved by the FDA for use in brain tumors. The drug names link to NCI's Cancer Drug Information summaries. The list includes generic names and brand names."
		},
		{
			"title": "Extracranial Germ Cell Tumors—Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/extracranial-germ-cell/hp",
			"contentType": "cgvCancerTypeHome",
			"description": "Extracranial germ cell tumors (GCTs) arise from primordial germ cells, which migrate during embryogenesis from the yolk sac to the gonads. Childhood extracranial GCTs can be divided into the following two types: gonadal, and extragonadal. Find evidence-based information on extracranial germ cell tumors treatment."
		},
		{
			"title": "Drugs Approved for Wilms Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/drugs/wilms-tumor",
			"contentType": "cgvArticle",
			"description": "This page lists cancer drugs approved by the Food and Drug Administration (FDA) for Wilms tumor and other childhood kidney cancers. The list includes generic names and brand names. The drug names link to NCI's Cancer Drug Information summaries."
		},
		{
			"title": "About Rare Brain and Spine Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/tumors/about-cns-tumors",
			"contentType": "cgvArticle",
			"description": "Learn about the doctors who treat brain and spine tumors, how most brain and spine tumors are diagnosed and graded, and more general information."
		},
		{
			"title": "How Brain Tumors are Diagnosed and Treated - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2020/brain-tumors-diagnosed-treated",
			"contentType": "cgvBlogPost",
			"description": "Share our brain tumor treatment information and resources to help those living with a brain tumor."
		},
		{
			"title": "Malignant Peripheral Nerve Sheath Tumor - National Cancer Institute",
			"url": "https://www.cancer.gov/pediatric-adult-rare-tumor/rare-tumors/rare-soft-tissue-tumors/mpnst",
			"contentType": "cgvArticle",
			"description": "Malignant Peripheral Nerve Sheath Tumor, or MPNST, is a cancer of the cells that form the protective covering around peripheral nerves, which are nerves that are outside of the central nervous system."
		}
	],
	"totalResults": 11556
}
