{
	"results": [
		{
			"title": "Sensitizing Dormant Tumor Cells to Chemotherapy - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2019/breast-cancer-chemotherapy-sensitizing-dormant-cells",
			"contentType": "cgvBlogPost",
			"description": "Strategy looks to slow or prevent metastatic breast cancer by targeting hidden, dormant cancer cells."
		},
		{
			"title": "FDA Approves Lutathera for Neuroendocrine Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2018/lutathera-fda-gastrointestinal-nets",
			"contentType": "cgvBlogPost",
			"description": "FDA has approved Lutathera® for some people with neuroendocrine tumors (NETs) that affect the digestive tract. On January 29, FDA approved Lutathera® for adult patients with advanced NETs that affect the pancreas or gastrointestinal tract, known as GEP-NETs."
		},
		{
			"title": "Molecular Crosstalk Promotes Tumor Growth - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/crosstalk-pancreatic",
			"contentType": "cgvBlogPost",
			"description": "Pancreatic cancer cells and neighboring normal cells engage in a two-way molecular conversation that helps drive malignant behavior in the cancer cells, according to new study results."
		},
		{
			"title": "Avelumab Shrinks Merkel Cell Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/avelumab-merkel-cell",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog post about results from a phase II clinical trial showing durable tumor responses to the immunotherapy drug avelumab in patients with metastatic Merkel cell carcinoma."
		},
		{
			"title": "DCB - Tumor Microenvironment Network (TMEN) - National Cancer Institute",
			"url": "https://www.cancer.gov/about-nci/organization/dcb/research-programs/tmen",
			"contentType": "cgvMiniLanding",
			"description": "TMEN funded cancer research investigated mechanisms of a tumor’s interaction with its surrounding environment."
		},
		{
			"title": "Turning On the PTEN Tumor Suppressor Protein - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2019/turning-on-pten-tumor-suppressor-ic3",
			"contentType": "cgvBlogPost",
			"description": "Turning on the tumor-suppressor protein PTEN in cancers may be possible, a new study finds. In lab studies, the natural compound IC3 could flip the on switch."
		},
		{
			"title": "Therapy Benefits Patients with Neuroendocrine Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/new-treatment-neuroendocrine-tumors",
			"contentType": "cgvBlogPost",
			"description": "An NCI Cancer Currents blog post on clinical trial results that suggest the new drug 177 Lu-Dotatate may soon be a treatment option for advanced neuroendocrine tumors."
		},
		{
			"title": "Circulating Multiple Myeloma Tumor Cells - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/myeloma-ctcs-genomic",
			"contentType": "cgvBlogPost",
			"description": "A Cancer Currents blog post about research showing that individual tumor cells in patients with multiple myeloma may provide important clues about the genetic drivers of their disease."
		},
		{
			"title": "Misfolded DNA Linked to Brain Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/news-events/cancer-currents-blog/2016/misfolded-dna",
			"contentType": "cgvBlogPost",
			"description": "Changes in the packaging of DNA in the cell nucleus may activate growth-promoting genes that cause cancer."
		},
		{
			"title": "Childhood Brain and Spinal Cord Tumors Treatment Overview (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/hp/child-brain-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for children with brain and spinal cord tumors is based on histology and location within the brain. For most of these tumors, an optimal regimen has not been determined, and enrollment onto clinical trials is encouraged. Get detailed information about these tumors in this clinician summary."
		},
		{
			"title": "Childhood Central Nervous System Germ Cell Tumors Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/patient/child-cns-germ-cell-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Childhood central nervous system (CNS) germ cell tumors form from germ cells (a type of cell that forms as a fetus develops and later becomes sperm in the testicles or eggs in the ovaries). Learn about the signs, tests to diagnose, and treatment of pediatric germ cell tumors in the brain in this expert-reviewed summary."
		},
		{
			"title": "Childhood Central Nervous System Germ Cell Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/hp/child-cns-germ-cell-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment for children with central nervous system germ cell tumors (GCT) depend upon the specific tumor type. Options include radiation therapy, chemotherapy, surgery (in various combinations) and stem cell rescue. Get detailed information about GCTs in this clinician summary."
		},
		{
			"title": "Childhood Central Nervous System Atypical Teratoid/Rhabdoid Tumor Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/hp/child-cns-atrt-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Central nervous system atypical teratoid/rhabdoid tumor (AT/RT) treatment in children includes surgery, chemotherapy, and radiation therapy. A standard treatment has not been determined. Get detailed information for newly diagnosed and recurrent childhood AT/RT in this summary for clinicians."
		},
		{
			"title": "Childhood Medulloblastoma and Other Central Nervous System Embryonal Tumors Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/patient/child-cns-embryonal-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Childhood medulloblastoma and other central nervous system embryonal tumors are treated with surgery, radiation therapy, chemotherapy, high-dose chemotherapy with stem cell rescue and targeted therapy. Learn more in this expert-reviewed summary."
		},
		{
			"title": "Childhood Central Nervous System Atypical Teratoid/Rhabdoid Tumor Treatment (PDQ®)–Patient Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/patient/child-cns-atrt-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Childhood central nervous system atypical teratoid/rhabdoid tumor treatment may include surgery, radiation therapy, chemotherapy, and high-dose chemotherapy with stem cell rescue. Learn more about newly diagnosed and recurrent childhood AT/RT in this expert-reviewed summary."
		},
		{
			"title": "Childhood Medulloblastoma and Other Central Nervous System Embryonal Tumors Treatment (PDQ®)–Health Professional Version - National Cancer Institute",
			"url": "https://www.cancer.gov/types/brain/hp/child-cns-embryonal-treatment-pdq",
			"contentType": "pdqCancerInfoSummary",
			"description": "Treatment options for children with medulloblastoma and other central nervous system embryonal tumors   include surgery, chemotherapy, radiation therapy, stem cell rescue, and targeted therapy. Get detailed treatment information for untreated and recurrent medulloblastoma and CNS embryonal tumors in this clinician summary."
		},
		{
			"title": "Drugs Approved for Gastrointestinal Stromal Tumors - National Cancer Institute",
			"url": "https://www.cancer.gov/about-cancer/treatment/drugs/gist",
			"contentType": "cgvArticle",
			"description": "This page lists cancer drugs approved by the Food and Drug Administration (FDA) for gastrointestinal stromal tumors (GIST). The list includes generic names and brand names. The drug names link to NCI's Cancer Drug Information summaries."
		},
		{
			"title": "SDH-Deficient Gastrointestinal Stromal Tumor (GIST) - National Cancer Institute",
			"url": "https://www.cancer.gov/pediatric-adult-rare-tumor/rare-tumors/rare-digestive-system-tumors/sdh-deficient-gastrointestinal-stromal-tumor-gist",
			"contentType": "cgvArticle",
			"description": "SDH-deficient gastrointestinal stromal tumor, or SDH-deficient GIST, is a type of digestive tract cancer. GIST is a fairly common type of cancer, but SDH-deficient GIST makes up only about 6% of GIST diagnoses. Learn more about how this tumor an run in families, the treatment, and the prognosis."
		},
		{
			"title": "Desmoplastic Small Round Cell Tumors (DSRCT) - National Cancer Institute",
			"url": "https://www.cancer.gov/pediatric-adult-rare-tumor/rare-tumors/rare-soft-tissue-tumors/desmoplastic-small-round-cell-tumors",
			"contentType": "cgvArticle",
			"description": "Desmoplastic Small Round Cell Tumors (DSRCT) are tumors that grow in the abdomen and pelvic area of the body. DSRCT is very rare and most commonly occurs in white males between the ages of 10 and 30 years old. Learn more about how this cancer forms, is treated, and the prognosis."
		},
		{
			"title": "Brain Tumor Awareness Month Guide and Information - National Cancer Institute",
			"url": "https://www.cancer.gov/rare-brain-spine-tumor/blog/2019/brain-tumor-awareness",
			"contentType": "cgvBlogPost",
			"description": "Use the NCI-CONNECT guide with resources and information to share with your community about brain tumors in May. By raising awareness, we can help those living with a brain tumor."
		}
	],
	"totalResults": 11556
}
